Repository: Blockstream/aqua_ios
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, uk, zh

# id_youll_need_to_set_up_a_wallet
source: You'll need to set up a wallet in AQUA before you can buy Bitcoin and Liquid assets
de: Du musst eine Wallet in AQUA einrichten, bevor du Bitcoin und Liquid-Assets kaufen kannst
es: Necesitas crear una cartera de AQUA antes de poder comprar Bitcoin y activos de Liquid.
fr: Vous devez créer un wallet dans AQUA avant de pouvoir acheter des bitcoins et des assets Liquid
it: Dovrai generare un wallet in AQUA prima di poter acquistare Bitcoin e asset Liquid.
ja: ビットコインやLiquidアセットを購入する前にAQUAウォレットを作成する必要があります
ko: 비트코인 및 Liquid 자산을 매입하기 전에 AQUA에서 월렛을 설정해야 합니다.
nl: Je moet een wallet in AQUA instellen voordat je Bitcoin- en Liquid-assets kunt kopen
pt_br: Vocẽ precisa criar uma carteira AQUA antes de comprar bitcoins ou ativos Liquid
ru: Вам необходимо настроить кошелек AQUA, прежде чем вы сможете покупать биткоины и Liquid-активы
uk: Вам необхідно налаштувати гаманець в AQUA, перш ніж ви зможете купувати біткоїни і Liquid-активи.
zh: 请在购买比特币和液态网络资产之前先设置一个AQUA钱包

# id_youll_need_to_set_up_an_aqua
source: You'll need to set up an AQUA wallet before being able to receive or buy bitcoin.
de: Du musst eine AQUA-Wallet einrichten, bevor du Bitcoin erhalten oder kaufen kannst.
es: Necesitas crear una cartera de AQUA antes de poder recibir o comprar Bitcoin.
fr: Vous devez créer un wallet AQUA pour pouvoir recevoir ou acheter des bitcoins.
it: Dovrai generare un wallet in AQUA prima di poter ricevere o acquistare Bitcoin.
ja: ビットコインを受け取ったり購入するにはAQUAウォレットを作成する必要があります。
ko: 비트코인을 받거나 매입하려면 먼저 AQUA 월렛을 설정해야 합니다.
nl: Je moet eerst AQUA wallet instellen voordat je bitcoin kunt ontvangen of kopen.
pt_br: Você precisa criar uma carteira AQUA antes de poder receber ou comprar bitcoins.
ru: Вам необходимо настроить кошелек AQUA, прежде чем вы сможете получать или покупать биткоины.
uk: Вам необхідно налаштувати гаманець AQUA, перш ніж ви зможете отримувати або купувати біткоїни.
zh: 请在能够接收或购买比特币之前先设置一个AQUA钱包。

# id_your__transactions_will_show_up
source: Your %@ transactions will show up here
es: Tus transacciones de %@ aparecerán aquí
fr: Vos transactions %@ apparaîtront ici
it: Le tue transazioni %@ appariranno qui
ja: ここにあなたの%@に関するトランザクションが表示されます
ko: 나의 %@ 거래 내역이 여기에 표시됩니다
uk: Ваші %@ транзакції з'являться тут

# id_your_recovery_phrase_is_secret
source: Your recovery phrase is secret, authenticate to see it and back it up.
de: Dein Wiederherstellungssatz ist geheim, authentifiziere dich, um ihn zu sehen und zu sichern.
es: Tu frase recuperación es secreta, autentícate para verla y crear una copia de seguridad.
fr: Votre phrase de restauration est secrète, identifiez-vous pour la voir et faites un backup.
it: La tua recovery phrase è segreta. Procedi con l'autenticazione per visualizzarla e fare il backup.
ja: リカバリーフレーズは機密情報です。バックアップのために確認する場合は、認証が必要です。
ko: 복구 문구는 비밀입니다. 복구 문구를 확인하고 백업하려면 인증하세요.
nl: Je herstelzin is geheim. Verifieer om deze te zien en maak er een back-up van.
pt_br: Sua frase de recuperação é secreta, autentique-se para vê-la e anotá-la.
ru: Ваша фраза восстановления секретна, аутентифицируйтесь, чтобы увидеть ее и создать резервную копию.
uk: Ваша фраза відновлення є секретною, тому вам необхідно автентифікуватися, щоб побачити її і створити резервну копію.
zh: 助记词是个人隐私，请授权查看并将其备份。

# id_your_wallet_will_support
source: Your wallet will support Bitcoin, Liquid Bitcoin, and other Liquid assets.
de: Deine Wallet unterstützt Bitcoin, Liquid Bitcoin und andere Liquid Assets.
es: Tu cartera soportará Bitcoin, Liquid Bitcoin, y otros activos de Liquid.
fr: Votre wallet est compatible avec Bitcoin, Liquid Bitcoin, et les autres assets sur Liquid.
it: Il tuo wallet sarà in grado di supportare Bitcoin, Liquid Bitcoin e altri asset Liquid
ja: ビットコイン、Liquid Bitcoin、その他のLiquidアセットに対応したウォレットを作成します。
ko: 월렛은 비트코인, Liquid Bitcoin, 기타 Liquid 자산을 지원합니다.
nl: Je wallet ondersteunt Bitcoin, Liquid Bitcoin en andere Liquid-assets.
pt_br: Sua carteira funciona com Bitcoin, Liquid Bitcoin e outros ativos Liquid.
ru: Ваш кошелек будет поддерживать биткоины, Liquid-биткоины и другие Liquid-активы.
uk: Ваш гаманець буде підтримувати біткоїни, Liquid-біткоїни та інші Liquid-активи.
zh: 您的钱包将支持比特币，L-BTC和其它液态网络资产。

# id_face_id
source: Face ID
zh: 面部识别

# id_touch_id
source: Touch ID
zh: 指纹识别

# id_twitter
source: Twitter
zh: 推特
