Repository: Blockstream/aqua_ios
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, uk, zh

# id_reference_exchange_rate
source: Reference Exchange Rate
de: Referenz-Wechselkurs
es: Tasa de Cambio de Referencia
fr: Taux d'échange de référence
it: Tasso di cambio di riferimento
ja: 参照レートの通貨
ko: 기준 환율
nl: Wisselkoers
pt_br: Câmbio de Referência
ru: Обменный курс
uk: Обмінний курс
zh: 货币单位

# id_remember_keep_your_recovery
source: Remember, keep your recovery phrase somewhere very safe and never show it to anyone else!
de: Denk daran: Bewahre deinen Wiederherstellungssatz an einem sehr sicheren Ort auf und zeige ihn nie jemand anderem!
es: ¡Recuerda, mantén tu frase de recuperación en un lugar muy seguro y nunca se la muestres a nadie!
fr: Souvenez-vous de garder votre phrase de restauration dans un endroit sûr et ne la montrez jamais à personne !
it: Ricorda, custodisci la tua recovery phrase in un posto sicuro e non mostrarla mai a nessuno!
ja: リカバリーフレーズは必ず安全な場所に保管し、絶対に他の人に見せないようにしてください！
ko: 복구 문구를 매우 안전한 곳에 보관하고 다른 사람에게 절대 보여주지 마세요!
nl: Bewaar je herstelzin op een veilige plek en laat deze nooit aan iemand anders zien!
pt_br: Lembre-se, guarde sua chave de recuperação num lugar bem seguro e nunca mostre-a para ninguém!
ru: Помните, что фразу восстановления следует хранить в надежном месте и никогда никому ее не показывать!
uk: Пам'ятайте, що фразу відновлення слід зберігати в надійному місці і нікому її не показувати!
zh: 请牢记将您的助记词保存在安全的地方，并且永远不要给别人看到！

# id_remove_wallet
source: Remove Wallet
de: Wallet entfernen
es: Eliminar Cartera
fr: Effacer le wallet
it: Rimuovi Wallet
ja: ウォレットを削除する
ko: 월렛 제거하기
nl: Verwijder wallet
pt_br: Remover Carteira
ru: Удалить кошелек
uk: Видалити гаманець
zh: 移除钱包

# id_restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restauration
it: Ripristina
ja: 復元する
ko: 복구하기
nl: Hestel
pt_br: Restaurar
ru: Восстановить
uk: Відновити
zh: 恢复

# id_restore_an_aqua_wallet
source: Restore an AQUA wallet
de: AQUA-Wallet wiederherstellen
es: Restaurar una cartera AQUA
fr: Restaurer un wallet AQUA
it: Ripristina un wallet AQUA
ja: AQUAウォレットを復元する
ko: AQUA 월렛 복구하기
nl: Herstel een AQUA wallet
pt_br: Restaurar uma carteira AQUA
ru: Восстановить кошелек AQUA
uk: Відновити гаманець AQUA
zh: 恢复一个AQUA钱包

# id_restoring_your_wallet
source: Restoring your wallet…
de: Wallet wird wiederhergestellt...
es: Restaurando tu cartera...
fr: Restauration du wallet...
it: Stiamo ripristinando il tuo wallet...
ja: ウォレットを復元中…
ko: 월렛 복구 중...
nl: Je wallet herstellen...
pt_br: Restaurando sua carteira
ru: Кошелек восстанавливается ...
uk: Гаманець відновлюється...
zh: 恢复钱包中。。。

# id_retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
nl: Probeer opnieuw
pt_br: Tentar de novo
ru: Повторить попытку
uk: Повторити спробу
zh: 再试一次

# id_safety_first
source: Safety First
de: Sicherheit geht vor
es: ¡Seguridad ante todo!
fr: La sécurité avant tout
it: Sicurezza prima di tutto
ja: 安全第一
ko: 안전 제일
nl: Veiligheid boven alles
pt_br: Segurança em Primeiro Lugar
ru: Безопасность прежде всего
uk: Безпека передусім
zh: 安全第一

# id_save
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pt_br: Salvar
ru: Сохранить
uk: Зберегти
zh: 保存

# id_scan_qr_code
source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner un QR Code
it: Scansiona QR code
ja: QRコードをスキャンする
ko: QR 코드 스캔
pt_br: Ler Código QR
ru: Сканировать QR-код
uk: Сканувати QR-код
zh: 扫描二维码

# id_search_assets
source: Search assets
de: Assets durchsuchen
es: Buscar activos
fr: Chercher des assets
it: Cerca asset
ja: アセットを検索する
ko: 자산 검색
nl: Zoek assets
pt_br: Procurar ativos
ru: Искать активы
uk: Пошук активів
zh: 搜索资产

# id_secure_your_aqua_wallet_with_a
source: Secure your AQUA wallet with a simple thumb press.
de: Sichere deine AQUA-Wallet mit einem einfachen Fingerdruck.
es: Asegura tu cartera de AQUA con solo presionar el pulgar.
fr: Sécuriser votre wallet AQUA avec une simple pression du pouce.
it: Proteggi il tuo wallet AQUA con un semplice tocco.
ja: 親指のひと押しでAQUAを保護します。
ko: 간단히 엄지로 눌러 AQUA 월렛을 보호하세요.
nl: Beveilig je AQUA wallet met alleen je duim.
pt_br: Proteja sua carteira AQUA com um simples aperto de dedão
ru: Защитите свой кошелек AQUA простым нажатием большого пальца.
uk: Захистіть свій гаманець AQUA простим натиском великого пальця.
zh: 用指纹识别保护AQUA钱包。

# id_select_asset
source: Select Asset
es: Selecciona Activo
fr: Sélectionner un Asset
it: Seleziona asset
ja: アセットを選択
ko: 자산 선택하기
uk: Вибрати актив

# id_select_word_d
source: Select word #%d
de: Wähle Wort #%d
es: Selecciona la palabra #%d
fr: Sélectionner le mot #%d
it: Seleziona parola #%d
ja: %d番目の単語を選んでください
ko: 단어 #%d 선택
nl: Selecteer woord #%d
pt_br: Selecionar palavra #%d
ru: Выбрать слово # %d
uk: Виберіть слово # %d
zh: 选择单词%d

# id_send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送る
ko: 보내기
nl: Verstuur
pt_br: Enviar
ru: Отправить
uk: Відправити
zh: 发送

# id_sent
source: Sent
de: Gesendet
es: Enviado
fr: Paiement Envoyé
it: Inviato
ja: 送信済み
ko: 보내기 완료
nl: Verzonden
pt_br: Enviado
ru: Отправлено
uk: Відправлено
zh: 已发送

# id_sent_from
source: Sent from
de: Gesendet von
es: Enviado desde
fr: Envoyé depuis
it: Inviato da
ja: 送信元
ko: 송금인
nl: Verstuurd vanaf
pt_br: Enviado de
ru: Отправлено с
uk: Відправлено з
zh: 付款地址

# id_set_amount
source: Set Amount
de: Betrag festlegen
es: Establecer Cantidad
fr: Définir un montant
it: Stabilisci importo/Importo stabilito
ja: 数量を指定する
ko: 설정 금액
nl: Kies bedrag
pt_br: Editar Valor
ru: Установить сумму
uk: Встановити суму
zh: 设置金额

# id_settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Configurações
ru: Настройки
uk: Налаштування
zh: 设置

# id_share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有する
ko: 공유하기
nl: Deel
pt_br: Compartilhar
ru: Поделиться
uk: Поділитися
zh: 分享

# id_skip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Sla over
pt_br: Pular
ru: Пропустить
uk: Пропустити
zh: 跳过

# id_slide_to_send
source: Slide to send
de: Zum senden schieben
es: Arrastrar para enviar
fr: Glisser pour envoyer
it: Scorri per inviare
ja: スライドして送る
ko: 옆으로 밀어 보내기
nl: Schuif om te versturen
pt_br: Deslize para enviar
ru: Проскользите, чтобы отправить
uk: Проковзніть, щоб відправити
zh: 滑动发送

# id_start
source: Start
es: Iniciar
fr: Commencer
it: Inizia
ja: 開始する
ko: 시작하기
pt_br: Começar
ru: Начать
uk: Почати
zh: 开始

# id_success
source: Success
de: Erfolgreich
es: ¡Éxito!
fr: Succès
it: Operazione andata a buon fine
ja: 成功
ko: 성공
pt_br: Successo
ru: Успех
uk: Успіх
zh: 成功

# id_support
source: Support
de: Hilfe
es: Soporte
it: Supporto
ja: サポート
ko: 고객 지원
pt_br: Ajuda
ru: Поддержка
uk: Підтримка
zh: 支持

# id_support_and_faqs
source: Support and FAQs
de: Hilfe und FAQs
es: Soporte y Preguntas Frecuentes
fr: Support et FAQ
it: Supporto e FAQ
ja: サポートとよくある質問
ko: 고객 지원 및 FAQ
nl: Support en veelgestelde vragen
pt_br: Ajuda e perguntas freqüentes
ru: Поддержка и наиболее часто задаваемые вопросы
uk: Підтримка і найбільш часті запитання
zh: 支持与常见问题

# id_support_and_feedback
source: Support and Feedback
de: Hilfe und Feedback
es: Soporte y Opiniones
fr: Support et Feedback
it: Supporto e Feedback
ja: サポートとフィードバック
ko: 고객 지원 및 피드백
nl: Support en feedback
pt_br: Informações
ru: Поддержка и обратная связь
uk: Підтримка і зворотній зв'язок
zh: 支持与反馈

# id_terms_and_privacy
source: Terms and Privacy
de: Nutzungsbedingungen und Datenschutz
es: Términos y Privacidad
fr: Conditions Générales et Politique de Confidentialité
it: Termini e Privacy
ja: 利用規約とプライバシーポリシー
ko: 약관 및 개인정보보호
nl: Voorwaarden en privacy
pt_br: Termos de uso e política de privacidade
ru: Условия и конфиденциальность
uk: Умови і конфіденційність
zh: 用户协议

# id_tether_is_a_blockchainenabled
source: Tether is a blockchain-enabled platform designed to facilitate the use of fiat currencies in a digital manner. Tether works to disrupt the conventional financial system via a more modern approach to money.
de: Tether ist eine Blockchain-fähige Plattform, die die Verwendung von Fiat-Währungen auf digitale Weise erleichtern soll. Tether arbeitet daran, das konventionelle Finanzsystem zu erschüttern, durch einen zeitgemäßeren Umgang mit Geld.
es: Tether es una plataforma blockchain diseñada para facilitar el uso de monedas fiat de forma digital. Tether es un disruptor del sistema financiero convencional a través de una forma más moderna del dinero.
fr: Tether est une plateforme qui utilise la blockchain pour faciliter les utilisations numériques des monnaies fiat. Tether vise à disrupter le système financier conventionnel grâce à une approche moderne de la monnaie.
it: Tether è una piattaforma abilitata per blockchain creata per facilitare l'utilizzo digitale di valute fiat. L'obiettivo di Tether è quello di rompere gli schemi finanziari tradizionali creando un approccio più moderno al denaro.
ja: テザーは法定通貨のデジタルな利用を可能にするブロックチェーン上のプラットフォームです。現代にマッチしたお金へのアプローチを通してテザーは従来の金融システムに変化をもたらします。
ko: Tether는 법정 화폐를 디지털 방식으로 수월하게 사용할 수 있도록 설계된 블록체인 기반의 플랫폼입니다. Tether는 보다 현대적인 화폐 접근 방식을 통해 기존의 금융 시스템을 혁파합니다.
nl: Tether is een blockchain-enabled platform dat is ontworpen om het gebruik van fiat-valuta's op een digitale manier te vergemakkelijken. Tether probeert het conventionele financiÃ«le systeem te verstoren door assets via een 'modernere' benadering van geld.
pt_br: Tether é uma plataforma que usa blockchains para facilitar o uso de moedas normais de uma maneira digital. Seu objetivo é revolucionar o sistema financeiro convencional através de uma nova maneira de lidar com dinheiro. Os USDt são ativos que representam dólares americanos.
ru: Tether - это платформа на блокчейне, предназначенная для облегчения использования фиатных валют в цифровом виде. Tether пытается разрушить традиционную финансовую систему за счет более современного подхода к деньгам.
uk: Tether - це платформа на блокчейні, яка призначена полегшити використання фіатних валют у цифровому вигляді. Tether намагається зруйнувати традиційну фінансову систему за рахунок найбільш сучасного підходу до грошей.
zh: Tether是一个致力于将法币数字化的基于区块链的平台。并且试图用更现代化的方式解决传统金融基础设施的问题。

# id_the_12word_recovery_phrase_is
source: The 12-word recovery phrase is your wallet's backup. Write it down using a pen and paper and store it somewhere safe. Do not make a digital copy such as a screenshot—these can be more easily hacked.
de: Der 12-Wörter-Wiederherstellungssatz ist die Sicherung deiner Wallet. Notiere ihn mit Stift und Papier und verwahre ihn an einem sicheren Ort. Erstelle keine digitale Kopie wie z.B. einen Screenshot - dieser lässt sich einfacher hacken.
es: La frase de recuperación de 12 palabras es la copia de seguridad de tu cartera. Escríbela usando papel y lápiz y guárdala en un lugar seguro. No hagas copias digitales como capturas de pantalla, éstas son más fáciles de ser hackeadas.
fr: Cette phrase de restauration constituée de 12 mots est le backup de votre wallet. Notez le soigneusement avec un stylo sur du papier et placez-le dans un endroit sûr. Ne faites pas une copie numérique comme un screenshot, car un hacker pourrait s'en emparer.
it: La recovery phrase di 12 parole è il backup del tuo wallet. Annotala su un foglio e conservala in un posto sicuro. Non farne copie digitali, come ad esempio tramite screenshot, in quanto potrebbero essere facilmente hackerate.
ja: この12単語のリカバリーフレーズがあなたのウォレットのバックアップです。ペンを使って紙に書きとめ、どこか安全な場所に保管してください。スクリーンショットなどデジタルな形で保管するのは流出の危険性がより大きいので避けてください。
ko: 12개 단어로 구성된 복구 문구는 월렛의 백업입니다. 복구 문구는 펜으로 종이에 적어두고 안전한 곳에 보관하세요. 화면 캡처 같은 디지털 사본은 만들지 마세요. 더 쉽게 해킹될 수 있습니다.
nl: De herstelzin van 12 woorden is de back-up van je wallet. Schrijf deze op met pen en papier en bewaar het op een veilige plaats. Maak geen digitale kopie, zoals een screenshot, deze kunnen gemakkelijker worden gehackt.
pt_br: A frase de 12 palavras é o backup da sua carteira. Escreva-a num papel e guarde-a num lugar seguro. Não faça uma cópia digital ou tire foto da tela, esse tipo de armazenamento é bem menos seguro.
ru: Фраза восстановления из 12 слов - это резервная копия вашего кошелька. Запишите его ручкой на бумаге и храните в надежном месте. Не делайте цифровых копий, например, скриншотов - их легче взломать.
uk: Фраза відновлення з 12 слів - це резервна копія вашого гаманця. Запишіть його ручкою на папері і зберігайте в надійному місці. Не робіть цифрових копій, наприклад, скріншотів - їх легше зламати.
zh: 这12个助记词是您的钱包的备份。请用纸笔记下并保存在安全的地方。不要留下电子存档，否则有被黑客入侵的风险。

# id_the_fastest_way_to_secure_your
source: The fastest way to secure your AQUA wallet.
de: Der schnellste Weg, deine AQUA-Wallet zu sichern.
es: La forma más rápida de asegurar tu cartera AQUA.
fr: Le moyen le plus rapide de sécuriser votre wallet AQUA.
it: Il modo più veloce per proteggere il tuo wallet AQUA.
ja: AQUAウォレットを最速で保護する方法です。
ko: AQUA 월렛을 안전하게 지키는 가장 빠른 방법.
nl: De snelste manier om je AQUA wallet te beveiligen.
pt_br: A maneira mais rápida de proteger sua carteira AQUA.
ru: Самый быстрый способ обезопасить ваш кошелек AQUA.
uk: Найшвидший спосіб забезпечити безпеку вашого гаманця AQUA.
zh: 最快的保证AQUA安全性的方法。

# id_the_service_is_not_available_in
source: The service is not available in your country
es: Este servicio no está disponible en tu país
fr: Le service n'est pas disponible dans votre pays
it: Il servizio non è disponibile nel tuo paese
ja: このサービスの対象国外です
ko: 해당 국가에서 서비스를 사용할 수 없습니다.
uk: Послуга не надається в вашій країні

# id_to
source: To
de: An
es: A
fr: À
it: A
ja: 宛先
ko: 수신인
nl: Naar
pt_br: Para
ru: На
uk: На
zh: 收款地址

# id_transaction_id
source: Transaction ID
de: Transaktions-ID
es: ID de transacción
it: ID transazione
ja: トランザクションID
ko: 거래 ID
nl: Transactie ID
pt_br: ID da transação
ru: ID транзакции
uk: ID транзакції
zh: 交易ID

# id_transactions
source: Transactions
de: Transaktionen
es: Transacciones
it: Transazioni
ja: トランザクション一覧
ko: 거래 내역
nl: Transacties
pt_br: Transações
ru: Транзакции
uk: Транзакції
zh: 转账列表

# id_unregistered_asset
source: Unregistered Asset
de: Nicht registriertes Asset
es: Activo no registrado
fr: Asset Non Enregistré
it: Asset non registrato
ja: 未登録のアセット
ko: 미등록 자산
nl: Niet-geregistreerde asset
pt_br: Ativo não catalogado
ru: Незарегистрированный актив
uk: Незареєстрований актив
zh: 未注册资产

# id_view
source: View
de: Anzeigen
es: Ver
fr: Vue
it: Visualizza
ja: 確認
ko: 조회
nl: Bekijk
pt_br: Ver
ru: Посмотреть
uk: Переглянути
zh: 查看

# id_view_in_blockstream_explorer
source: View in Blockstream Explorer
de: Im Blockstream Explorer anzeigen
es: Ver en el Explorador de Blockstream
fr: Voir dans Blockstream Explorer
it: Visualizza su Blockstream Explorer
ja: Blockstream Explorerで確認する
ko: Blockstream Explorer에서 조회
nl: Bekijk in Blockstream Explorer
pt_br: Ver no Explorador Blockstream
ru: Посмотреть в обозревателе блоков Blockstream Explorer
uk: Переглянути в оглядачі блоків Blockstream Explorer
zh: 在Blockstream区块链浏览器中查找

# id_view_my_recovery_phrase
source: View my recovery phrase
de: Meinen Wiederherstellungssatz anzeigen
es: Ver mi frase de recuperación
fr: Voir ma phrase de restauration
it: Visualizza recovery phrase
ja: リカバリーフレーズを閲覧する
ko: 나의 복구 문구 보기
nl: Bekijk mijn herstelzin
pt_br: Ver minha chave de recuperação
ru: Посмотреть мою фразу восстановления
uk: Подивитись мою фразу відновлення
zh: 导出助记词

# id_warning
source: Warning
de: Warnung
es: Advertencia
fr: Attention
it: Attenzione
ja: 注意
ko: 경고
nl: Waarschuwing
pt_br: Aviso
ru: Предупреждение
uk: Попередження
zh: 警告

# id_we_use_the_camera_to_scan_qr
source: We use the camera to scan QR codes
de: Wir verwenden die Kamera zum Scannen von QR-Codes
es: Usamos la cámara para escanear códigos QR
fr: Nous utilisons l'appareil photo pour scanner les QR codes
it: Utilizziamo la fotocamera per scannerizzare i codici QR
ja: QRコードをスキャンするためにカメラへのアクセスが必要です
ko: 카메라를 사용하여 QR 코드를 스캔합니다.
nl: We gebruiken de camera om QR-codes te scannen
pt_br: Usamos a câmera para ler códigos QR
ru: Для сканирования QR-кода используется камера
uk: Для сканування QR-кода використовується камера
zh: 即将使用相机扫描二维码

# id_website
source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
ru: Веб-сайт
uk: Веб-сайт
zh: 官网

# id_what_is_liquid_and_how_does_it
source: What is Liquid and how does it work
es: ¿Qué es Liquid y cómo funciona?
fr: Qu'est-ce que Liquid et comment cela fonctionne-t-il ?
it: Cos'è Liquid e come funziona
ja: Liquidとその仕組について知る
ko: Liquid 소개 및 운영 방식
uk: Що таке мережа Liquid і як вона працює

# id_which_platforms_support_the
source: Which platforms support the Liquid Network?
es: ¿Qué plataformas soportan la red de Liquid?
fr: Quelles plateformes sont compatibles avec le Liquid Network ?
it: Quali piattaforme supportano la rete Liquid?
ja: Liquid Networkに対応するプラットフォームには何がありますか？
ko: Liquid Network를 지원하는 플랫폼은?
uk: Які платформи підтримують мережу Liquid Network?

# id_with_aqua_you_are_your_own_bank
source: With AQUA, you are your own bank. No one else but you has access to your assets. Not even us.
de: Mit AQUA bist du deine eigene Bank. Niemand ausser dir hat Zugriff auf dein Vermögen. Nicht einmal wir.
es: Con AQUA eres tu propio banco. Nadie más que tú tiene acceso a tus activos. Ni siquiera nosotros.
fr: Avec AQUA, vous êtes votre propre banque. À part vous, personne n'a accès à vos assets. Pas même nous.
it: Grazie ad AQUA potrai diventare la banca di te stesso. Nessun altro potrà accedere ai tuoi asset, nemmeno noi.
ja: AQUAを使うとき、あなたは自分自身で資産を保管しています。他の誰にもあなたの資産に触れることはできません。開発した私達でさえもです。
ko: AQUA를 사용하면 여러분은 자신의 은행이 됩니다. AQUA도, 그 누구도 아닌 자기 자신만이 자산 액세스 권한을 갖습니다.
nl: Met AQUA ben je je eigen bank. Niemand anders dan jij hebt toegang tot je assets. Zelfs wij niet.
pt_br: Com a AQUA você é seu próprio banco. Ninguém além de você mesmo tem acesso aos seus ativos. Nem nós.
ru: С AQUA вы - банк себе самим. Никто, кроме вас, не имеет доступа к вашим активам. Даже мы.
uk: З AQUA ви - самі собі банк. Ніхто, крім вас, не має доступу до ваших активів. Навіть ми.
zh: 通过使用AQUA，您就是自己的银行。没有任何第三方可以接触钱包内资产。即使是我们也不行。

# id_with_great_power_comes_great
source: With great power comes great responsibility. You'll need a backup of your wallet to ensure you can always your assets, even if you lose or break your device.
de: Mit großer Macht kommt große Verantwortung. Du benötigst eine Sicherungskopie deiner Wallet, um sicherzustellen, dass du deine Vermögenswerte immer abrufen kannst, selbst wenn du dein Gerät verlierst oder kaputt machst.
es: Un gran poder conlleva una gran responsabilidad. Necesitas respaldar tu cartera para asegurar que siempre podrás acceder a tus activos, incluso si pierdes o se daña tu dispositivo.
fr: Un grand pouvoir implique de grandes responsabilités. Vous devez faire un backup de votre wallet pour être sûr de toujours pouvoir retrouver vos assets, même si vous perdez ou cassez votre appareil.
it: Da un grande potere derivano grandi responsabilità. Avrai bisogno di fare un backup del tuo wallet per assicurarti di poter sempre accedere ai tuoi asset, anche qualora dovessi perdere o rompere il tuo dispositivo.
ja: 大いなる力には大いなる責任が伴います。デバイスを紛失したり故障した場合に資産を復元できるように、ウォレットをバックアップする必要があります。
ko: 큰 힘에는 큰 책임이 따릅니다. 기기 분실 또는 파손 시에도 항상 자산을 안전하게 지킬 수있도록 월렛을 백업해야 합니다.
nl: With great power comes great responsibility. Je hebt een back-up van je wallet nodig om ervoor te zorgen dat je altijd over je assets beschikt, zelfs als je je apparaat verliest of kapot gaat.
pt_br: Com grandes poderes vêm grandes responsabilidades. Você precisará de um backup da sua carteira para garantir acesso aos seus ativos mesmo que quebre ou perca este aparelho.
ru: Чем больше сила, тем выше ответственность. Вам понадобится резервная копия вашего кошелька, чтобы вы всегда могли владеть своими активами, даже если ваше устройство будет потеряно или сломано.
uk: Чим більше сила, тим вище відповідальність. Вам знадобиться резервна копія гаманця, щоб ви завжди могли володіти своїми активами, навіть якщо ваш пристрій буде втрачено або зламано.
zh: 您需要备份钱包以确保一直可以使用钱包内的资产，即使设备丢失或损毁。

# id_without_your_recovery_phrase
source: Without your recovery phrase, there is no way to recover your assets if you lose or break your device.
de: Ohne deinen Wiederherstellungssatz gibt es keine Möglichkeit, dein Vermögen wiederzuerlangen, wenn du dein Gerät verlierst oder es kaputt geht.
es: Sin tu frase de recuperación, no hay forma de recuperar tus activos si pierdes o se daña tu dispositivo.
fr: Sans votre phrase de restauration, vous n'avez aucun moyen de récupérer vos assets si vous perdez ou abîmez votre appareil.
it: Senza recovery phrase non potrai in alcun modo recuperare i tuoi asset qualora dovessi perdere o rompere il tuo dispositivo.
ja: リカバリーフレーズを保管していない場合、デバイスの紛失や故障に際してあなたの財産を取り戻す方法はありません。
ko: 복구 문구가 없으면 기기 분실 또는 파손 시 자산을 복구할 방법이 없습니다.
nl: Zonder je herstelzin is er geen manier om je assets terug te krijgen als je je apparaat verliest of kapot gaat.
pt_br: Sem sua frase de recuperação não há como recuperar o acesso caso você perca ou quebre este aparelho.
ru: Без фразы восстановления невозможно восстановить ваши активы, если ваше устройство будет потеряно или сломано.
uk: Без фрази відновлення неможливо відновити ваші активи, якщо ваш пристрій буде втрачено або зламано.
zh: 如果您的设备丢失或损毁，除了使用助记词，没有别的办法来恢复您的钱包。

# id_write_down_your_recovery_phrase
source: Write down your recovery phrase
de: Notiere deinen Wiederherstellungssatz
es: Escribe en papel tu frase recuperación
fr: Notez votre phrase de restauration
it: Annota la tua recovery phrase
ja: リカバリーフレーズを書きとめてください
ko: 나만의 복구 문구를 적으세요
nl: Schrijf je herstelzin op
pt_br: Escreva sua chave de recuperação
ru: Запишите вашу фразу восстановления
uk: Запишіть вашу фразу відновлення
zh: 写下助记词

# id_you_can_restore_your_wallet
source: You can restore your wallet using the 12-word recovery phrase you wrote down during the wallet backup process. Only recovery phrases generated in AQUA are supported.
de: Du kannst deine Wallet mit dem 12-Wort-Wiederherstellungssatz wiederherstellen, den du während des Wallet-Backup-Prozesses aufgeschrieben hast. Es werden nur Wiederherstellungssätze unterstützt, die in AQUA generiert wurden.
es: Puedes restaurar tu cartera usando la frase de recuperación de 12 palabras que escribiste durante el proceso de creación de la cartera. Solo están soportadas frases de recuperación creadas en AQUA.
fr: Vous pouvez restaurer votre wallet grâce aux 12 mots de la phrase de restauration que vous avez noté lors du backup de votre wallet. Seules les phrases de restauration générées par AQUA sont compatibles.
it: Potrai ripristinare il tuo wallet utilizzando la recovery phrase di 12 parole che hai annotato durante il processo di backup del tuo wallet. Le uniche recovery phrase supportate sono quelle generate in AQUA.
ja: バックアップの際に書きとめた12単語のリカバリーフレーズを利用してウォレットを復元することができます。AQUAウォレットで生成されたリカバリーフレーズにのみ対応しています。
ko: 월렛 백업 과정에서 적어둔 12개 단어로 구성된 복구 문구를 사용하여 지갑을 복구할 수 있습니다. AQUA에서 생성된 복구 문구만 지원됩니다.
nl: Je kunt je wallet herstellen met de herstelzin van 12 woorden die je hebt opgeschreven tijdens het back-upproces van de wallet. Alleen herstelzinnen die in AQUA zijn gegenereerd, worden ondersteund.
pt_br: Você pode restaurar sua carteira usando a frase de recuperação de 12 palavras que você anotou durante o processo de backup. Apenas frases geradas na AQUA são válidas.
ru: Вы можете восстановить свой кошелек, используя фразу восстановления из 12 слов, которую вы записали в процессе создания резервной копии кошелька. Поддерживаются только фразы восстановления, созданные в AQUA.
uk: Ви можете відновити свій гаманець, якщо використаєте фразу відновлення з 12 слів, яку ви записали під час створення резервної копії. Підтримуються тільки фрази відновлення, які створені в AQUA.
zh: 您可以用备份钱包时写下的12个单词的助记词恢复钱包。只支持由AQUA生成的助记词。
