Repository: Blockstream/aqua_ios
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, uk, zh

# id_for_extra_security_purchase_a
source: For extra security, purchase a metal backup device from the Blockstream Store.
de: Um zusätzliche Sicherheit zu erhalten, empfehlen wir den Kauf eines Metall-Backup-Systems aus dem Blockstream Store.
es: Para más seguridad, compra un dispositivo para copia de seguridad Metal en la tienda de Blockstream.
fr: Pour davantage de sécurité, achetez un équipement pour réaliser des backup sur plaque métallique dans le Blockstream Store.
it: Per una maggiore sicurezza, acquista un dispositivo di metal backup dal nostro Blockstream Store
ja: さらに安全性を求める場合は、Blockstreamストアから金属製のバックアップデバイスを購入してください。
ko: 추가 보안을 위해 Blockstream Store에서 서버 백업 장치를 구입하세요.
nl: Koop voor extra veiligheid een metalen back-upapparaat in de Blockstream Store.
pt_br: Para ter mais segurança, compre um metal para backup na Loja Blockstream.
ru: Для усиления безопасности, чтобы создать резервную копию, приобретите специальное устройство в Blockstream Store.
uk: Для посилення безпеки, придбайте спеціальний пристрій для резервного копіювання в Blockstream Store.
zh: 如果需要更好的安全性，可以在Blockstream商店购买Blocktream metal。

# id_from_other_wallets
source: From other wallets
de: Von anderen Wallets
es: De otras carteras
fr: Depuis d'autres wallets
it: Da altri wallet
ja: 他のウォレットから
ko: 다른 월렛에서
nl: Van andere wallets
pt_br: De outras carteiras
ru: Из других кошельков
uk: З інших гаманців
zh: 从其它钱包转账

# id_get_your_aqua_recovery_phrase
source: Get your AQUA recovery phrase ready
de: Bereite deinen AQUA-Wiederherstellungs-Satz vor
es: Ten tu frase de recuperación de AQUA preparada
fr: Préparez votre phrase de restauration AQUA
it: Crea la tua recovery phrase AQUA
ja: AQUAリカバリーフレーズを準備してください
ko: AQUA 복구 문구를 준비하세요
nl: Houd je AQUA-herstelzin bij de hand
pt_br: Tenha em mãos a sua frase de recuperação da AQUA
ru: Подготовьте фразу для восстановления AQUA
uk: Підготуйте фразу для відновлення AQUA
zh: 请准备好您的AQUA助记词

# id_i_have_read_and_agree_to_the
source: I have read and agree to the Terms of Service.
de: Ich habe die Nutzungsbedingungen gelesen und stimme ihnen zu.
es: He leído y acepto los Términos de Servicio.
fr: J'ai lu et accepté les Conditions d'Utilisation.
it: Dichiaro di aver letto e accettato i termini del servizio.
ja: 利用規約を読み、同意しました。
ko: 서비스 약관을 읽었으며 이에 동의합니다.
nl: Ik heb de algemene voorwaarden gelezen en ga hiermee akkoord.
pt_br: Eu li e aceitei os Termos de Serviço
ru: Я ознакомлен и согласен с условиями предоставления услуги.
uk: Я ознайомлений і згоден з умовами надання послуги.
zh: 我已阅读并同意服务协议。

# id_if_you_lose_or_break_your
source: If you lose or break your device, you’ll need a backup recovery phrase to restore access to your assets.
de: Wenn dein Gerät verloren geht oder beschädigt wird, brauchst du einen Backup-Wiederherstellungssatz, um den Zugriff auf deine Assets wiederherzustellen.
es: Si pierdes o se daña tu dispositivo, necesitarás una copia de seguridad de la frase de recuperación para restablecer el acceso a tus activos.
fr: Si vous perdez ou cassez votre appareil, vous aurez besoin d'un backup pour restaurer l'accès à vos assets.
it: Qualora dovessi perdere o rompere il tuo dispositivo, avrai bisogno di una recovery phrase per ripristinare l'accesso ai tuoi asset.
ja: デバイスの紛失や故障の際にアセットを復元するために、リカバリーフレーズによるバックアップが必要になります。
ko: 기기 분실 또는 파손 시 내 자산에 대한 액세스를 복구하려면 백업 복구 문구가 필요합니다.
nl: Als je je apparaat kwijtraakt, of kapot gaat, heb je een herstelzin nodig als back-up om toegang tot krijgen tot je assets.
pt_br: Se você perder ou quebrar seu aparelho, será necessária a frase de recuperação para recuperar o acesso aos seus ativos.
ru: Если ваше устройство потеряется или сломается, вам понадобится фраза восстановления, чтобы возобновить доступ к своим активам.
uk: Якщо ваш пристрій загубиться чи зламається, вам знадобиться фраза відновлення, щоб відновити доступ до своїх активів.
zh: 如果您的设备丢失或损毁，则需要助记词来恢复钱包。

# id_input_address_or_scan_qr
source: Input address or scan QR
de: Adresse eingeben oder QR scannen
es: Introduce la dirección o escanea el código QR
fr: Saisir une adresse ou scanner un QR
it: Inserisci indirizzo o scansiona QR
ja: アドレスを入力またはQRをスキャン
ko: 주소 입력 또는 QR 스캔
nl: Voer het adres in of scan QR-code
pt_br: Digitar endereço ou ler QR
ru: Введите адрес или отсканируйте QR
uk: Введіть адресу або відскануйте QR
zh: 输入地址或扫描二维码

# id_input_address_or_scan_qr_code
source: Input address or scan QR code
de: Adresse eingeben oder QR-Code scannen
es: Introduce la dirección o escanea el código QR
fr: Saisir une adresse ou scanner un QR code
it: Inserisci indirizzo o scansiona QR
ja: アドレスを入力またはQRコードをスキャン
ko: 주소 입력 또는 QR 코드 스캔
nl: Voer het adres in of scan QR-code
pt_br: Digitar endereço ou ler código QR
ru: Введите адрес или отсканируйте QR-код
uk: Введіть адресу або відскануйте QR-код
zh: 输入地址或扫描二维码

# id_insufficient_btc
source: Insufficient BTC
de: Nicht ausreichend BTC
es: BTC Insuficiente
fr: BTC insuffisant
it: BTC insufficienti
ja: BTC残高不足
ko: BTC가 부족합니다
nl: Onvoldoende BTC
pt_br: Não há BTC suficiente
ru: Недостаточно BTC
uk: Недостатньо BTC
zh: 比特币资金不足

# id_insufficient_funds
source: Insufficient funds
de: Nicht ausreichende Gelder
es: Fondos insuficientes
fr: Fonds insuffisants
it: Fondi insufficienti
ja: 残高不足
ko: 자금이 부족합니다
nl: Onvoldoende tegoed
pt_br: Não há fundos suficientes
ru: Недостаточно средств
uk: Недостатньо коштів
zh: 资金不足

# id_insufficient_lbtc
source: Insufficient L-BTC
de: Nicht ausreichend L-BTC
es: L-BTC insuficiente
fr: L-BTC insuffisant
it: L-BTC insufficienti
ja: L-BTC残高不足
ko: L-BTC가 부족합니다
nl: Onvoldoende L-BTC
pt_br: Não há L-BTC suficiente
ru: Недостаточно L-BTC
uk: Недостатньо L-BTC
zh: L-BTC资金不足

# id_intro
source: Intro
de: Einführung
es: Introducción
fr: Présentation
ja: 紹介文
ko: 소개
pt_br: Introdução
ru: Вступление
uk: Вступ
zh: 简介

# id_invalid_address
source: Invalid address
de: Ungültige Adresse
es: Dirección inválida
fr: Adresse invalide
it: Indirizzo non valido
ja: 不正なアドレス
ko: 주소가 유효하지 않습니다
nl: Ongeldig adres
pt_br: Endereço inválido
ru: Недействительный адрес
uk: Недійсна адреса
zh: 无效地址

# id_invalid_amount
source: Invalid amount
de: Ungültiger Betrag
es: Cantidad inválida
fr: Montant invalide
it: Importo non valido
ja: 不正な数量
ko: 금액이 유효하지 않습니다
nl: Ongeldig bedrag
pt_br: Valor inválido
ru: Недопустимая сумма
uk: Неприпустима сума
zh: 无效金额

# id_invalid_recovery_phrase
source: Invalid recovery phrase
es: Frase de recuperación inválida
fr: Phrase de restauration invalide
it: Recovery phrase non valida
ja: 不正なリカバリーフレーズ
ko: 복구 문구가 유효하지 않습니다
uk: Неправильна фраза відновлення

# id_ios_version
source: iOS Version:
es: Versión de iOS:
fr: Version d'iOS :
it: Versione iOS:
ja: iOSバージョン：
ko: iOS 버전 :
nl: iOS-versie:
pt_br: Versão do iOS:
ru: Версия iOS:
uk: Версія iOS:
zh: IOS版本：

# id_issuer
source: Issuer
de: Herausgeber
es: Emisor
fr: Émetteur
it: Emittente
ja: 発行元
ko: 발행자
nl: Uitgever
pt_br: Emissor
ru: Эмитент
uk: Емітент
zh: 发行方

# id_its_important_to_back_up_your
source: It’s important to back up your wallet by writing down your recovery phrase.
de: Es ist wichtig, die Wallet zu sichern, indem du deinen Wiederherstellungssatz aufschreibst.
es: Es importante hacer una copia de seguridad de tu cartera escribiendo en papel tu frase de recuperación.
fr: Il est important de faire un back up de votre wallet en notant votre phrase de restauration.
it: É importante fare il backup del tuo wallet annotando la relativa recovery phrase.
ja: リカバリーフレーズを書き留めることでウォレットをバックアップすることは重要です。
ko: 복구 문구를 적어 월렛을 백업하는 것이 중요합니다.
nl: Het is belangrijk om een back-up van je wallet te maken door je herstelzin op te schrijven.
pt_br: É importante fazer um backup anotando num papel a sua frase de recuperação
ru: Важно сделать резервную копию своего кошелька, записав фразу восстановления.
uk: Важливо створити резервну копію гаманця, записавши фразу відновлення.
zh: 将助记词写下作为备份很重要

# id_its_time_to_back_up_your_wallet
source: It’s time to back up your wallet.
de: Es ist an der Zeit, ein Backup deiner Wallet zu machen.
es: Es hora de hacer una copia de seguridad de tu cartera.
fr: Il est temps de faire un backup de votre wallet.
it: É giunto il momento di fare il backup del tuo wallet.
ja: ウォレットをバックアップしましょう。
ko: 월렛을 백업할 때입니다.
nl: Maak een back-up van je wallet.
pt_br: É hora de fazer backup da sua carteira.
ru: Пришло время создать резервную копию вашего кошелька.
uk: Настав час створити резервну копію вашого гаманця.
zh: 请备份您的钱包

# id_lbtc_has_no_issuer_and_is
source: L-BTC has no issuer and is instead created on the network via a peg-in.
de: L-BTC hat keinen Emittenten und wird stattdessen über einen Peg-In im Netzwerk erstellt.
es: L-BTC no tiene emisores, en su lugar se crea en la red a través de una entrada (peg-in).
fr: L-BTC n'a pas d'émetteur, ses unités sont créées sur le réseau Liquid au moyen d'une transaction d'ancrage sur la blockchain de Bitcoin.
it: L-BTC non prevede emittenti e viene creato sulla rete mediante peg-in.
ja: L-BTCに発行者はおらず、ペグインによってネットワーク上で生成されます。
ko: L-BTC는 발행자가 없는 대신 페그인을 통해 네트워크에서 생성됩니다.
nl: L-BTC heeft geen uitgever en wordt in plaats daarvan op het netwerk gemaakt via een peg-in.
pt_br: L-BTC não tem emissores, ele é criado automaticamente na rede Liquid a partir de BTC transferidos da rede Bitcoin.
ru: L-BTC не имеет эмитента и вместо этого создается в сети посредством привязки.
uk: L-BTC не має емітента, а створюється в мережі шляхом прив‘язки.
zh: L-BTC并没有发行方，是由锁入操作生成的。

# id_liquid_101__what_is_liquid_and
source: Liquid 101 - What is Liquid and how does it work
de: Liquid 101 - Was ist Liquid und wie funktioniert es?
es: Liquid 101 - ¿Qué es Liquid y cómo funciona?
fr: Liquid 101 : Qu'est-ce que Liquid, et comment ça fonctionne
it: Liquid 101 - Cos'è Liquid e come funziona
ja: Liquid入門 ー Liquidとは？その仕組みは？
ko: Liquid 입문 - Liquid는 무엇이고 어떻게 운영되나
nl: Liquid 101, wat is Liquid en hoe werkt het
pt_br: Liquid 101 - O que é Liquid e como funciona
ru: Liquid 101 - что такое сеть Liquid и как она работает
uk: Liquid 101 - що таке мережа Liquid і як вона працює
zh: 液态网络101-什么是液态网络以及它的工作原理

# id_liquid_101_what_is_liquid_and
source: Liquid 101, what is Liquid and how does it work?
de: Liquid 101, was ist Liquid und wie funktioniert es?
es: Liquid 101, ¿qué es Liquid y cómo funciona?
fr: Liquid 101 : Qu'est-ce que Liquid, et comment ça fonctionne ?
it: Liquid 101, che cos'è e come funziona?
ja: Liquid入門、Liquidとその仕組み
ko: Liquid 입문, Liquid는 무엇이고 어떻게 운영되나요?
nl: Liquid 101, wat is Liquid en hoe werkt het?
pt_br: Liquid 101 - O que é Liquid e como funciona?
ru: Liquid 101, что такое сеть Liquid и как она работает?
uk: Liquid 101, що таке мережа Liquid і як вона працює?
zh: 液态网络101，什么是液态网络以及它的工作原理？

# id_liquid_addresses_are_invalid
source: Liquid addresses are invalid for Bitcoin transaction
de: Liquid-Adressen sind für Bitcoin-Transaktionen ungültig
es: Las direcciones Liquid no son válidas para transacciones Bitcoin
fr: Les adresses Liquid ne sont pas valides pour une transaction Bitcoin
it: Gli indirizzi Liquid non sono validi per le transazioni Bitcoin
ja: Liquidアドレスにビットコインを送ることはできません
ko: Liquid 주소는 비트코인 거래에 유효하지 않습니다.
nl: Liquid-adressen zijn ongeldig voor Bitcoin-transacties
pt_br: Endereços Liquid não são válidos para transações Bitcoin
ru: Адреса Liquid не подходят для Биткоин-транзакции
uk: Адреса Liquid не підходить для Біткоїн-транзакції
zh: 液态网络地址不能用于比特币网络

# id_liquid_asset
source: Liquid Asset
es: Activo de Liquid
it: Asset Liquid
ja: Liquidアセット
ko: Liquid 자산
pt_br: Ativo Liquid
ru: Liquid-актив
uk: Liquid-актив

# id_liquid_bitcoin_lbtc_represents
source: Liquid Bitcoin (L-BTC) represents bitcoin (BTC) that has been transferred to the Liquid Network via a two-way peg. Each L-BTC is verifiably backed by an equal amount of BTC secured by the Liquid Federation.
de: Liquid Bitcoin (L-BTC) repräsentiert Bitcoin (BTC), die über einen bidirektionalen Peg an das Liquid Network übertragen wurden. Jede L-BTC Einheit ist nachweislich durch einen gleichen Betrag an BTC gesichert, der von der Liquid Federation hinterlegt wurde.
es: Liquid Bitcoin (L-BTC) representa bitcoin (BTC) que ha sido transferido a la Red Liquid a través de un doble-anclaje (two-way peg). Cada L-BTC es está respaldado de forma verificable por una cantidad igual de BTC asegurados por la Federación Liquid.
fr: Liquid Bitcoin (L-BTC) représente des bitcoins (BTC) qui ont été transférés sur le Liquid Network au moyen d'un ancrage bi-directionnel. Chaque unité de L-BTC est adossée de manière vérifiable à un montant égal de BTC sécurisé par la Liquid Federation.
it: I Liquid Bitcoin (L-BTC) sono bitcoin (BTC) che sono stati trasferiti su Liquid Network mediante una peg a due vie. Ciascun L-BTC è supportato da uno stesso importo di BTC protetto dalla Liquid Federation.
ja: Liquid Bitcoin (L-BTC)とは、two-wayペグを通してLiquidネットワークに移されたビットコイン(BTC)を表すものです。L-BTCはすべて検証可能な形でLiquidフェデレーションが管理する同量のBTCに裏付けられています。
ko: Liquid 비트코인(L-BTC)은 양방향 페그를 통해 Liquid Network로 전송된 비트코인(BTC)을 나타냅니다. 각 L-BTC는 Liquid Federation에서 확보된 동일한 금액의 BTC로 검증 가능하게 지원됩니다.
nl: Liquid Bitcoin (L-BTC) staat voor bitcoin (BTC) die via een bidirectionele koppeling naar het Liquid Network is overgebracht. Elke L-BTC wordt gedekt door een gelijk bedrag aan BTC dat is beveiligd door de Liquid Federation.
pt_br: Os bitcoins Liquid (L-BTC) representam bitcoins (BTC) que foram transferidos para a Rede Liquid. Cada L-BTC é lastreado por um montante igual de BTC e garantido pela Federação Liquid. A existência e validade do lastro pode ser verificada publicamente.
ru: Liquid-биткоин (L-BTC) представляет собой биткоин (BTC), который был перемещен в сеть Liquid Network посредством двусторонней привязки. Каждый L-BTC подкреплен равной суммой BTC, обеспеченной федерацией Liquid.
uk: Liquid-біткоїн (L-BTC) - це біткоїн (BTC), який був переміщений в мережу Liquid Network за допомогою двосторонньої прив'язки. Кожен L-BTC підкріплений рівною сумою BTC, забезпеченою Федерацією Liquid.
zh: L-BTC代表着通过锁入和解出转移到液态网络上的比特币。每一枚L-BTC的背后都有等量的可验证的由液态联盟负责其安全的比特币做支持。

# id_login_with__enabled
source: Login with %@ enabled
de: Einloggen mit %@-Aktivierung
es: Inicia sesión con %@ activo
fr: Login avec %@ activé
it: Login con %@ abilitato
ja: %@を有効にしてログインする
ko: %@을 이용한 로그인 활성화
nl: Log in met %@ ingeschakeld
pt_br: Login com %@ ativado
ru: Вход в систему с %@ подключен
uk: Вхід до системи з %@ підключений
zh: 启用通过%@登录

# id_manage_your_bitcoin_and_liquid
source: Manage your Bitcoin and Liquid assets with the AQUA wallet, brought to you by the Blockstream team.
de: Verwalte deine Bitcoin und Liquid Assets mit der AQUA-Wallet, die dir vom Blockstream-Team zur Verfügung gestellt wird.
es: Administra tus Bitcoin y activos de Liquid con la cartera AQUA, de la mano del equipo de Blockstream.
fr: Gérez vos Bitcoin et assets sur Liquid avec le wallet AQUA, une création de nos équipes à Blockstream.
it: Gestisci i tuoi Bitcoin e asset Liquid con il wallet AQUA, creato per te dal Team di Blockstream.
ja: Blockstreamのチームが開発するAQUAウォレットでビットコインとLiquidアセットを管理しましょう。
ko: Blockstream 팀이 제공하는 AQUA 월렛으로 비트코인과 Liquid 자산을 관리하세요.
nl: Beheer je Bitcoin- en Liquid-assets met de AQUA wallet, aangeboden door het Blockstream-team.
pt_br: Administre seus bitcoins e ativos Liquid com a carteira AQUA, oferecida pela equipe da Blockstream.
ru: Управляйте своими Биткоин- и Liquid-активами с помощью кошелька AQUA, предоставленного вам командой Blockstream.
uk: Керуйте своїми Біткоїн- і Liquid-активами за допомогою гаманця AQUA від компанії Blockstream.
zh: 通过由Blockstream开发的AQUA钱包管理您的比特币和液态网络资产。

# id_max
source: Max
es: Máximo
ko: 최대
pt_br: Máx
ru: Максимум
uk: Максимум
zh: 最大金额

# id_maybe_later
source: Maybe Later
de: Vielleicht später
es: Tal vez luego
fr: Plus Tard
it: Forse più tardi
ja: あとでする
ko: 다음에
nl: Misschien later
pt_br: Talvez depois
ru: Может быть позже
uk: Можливо пізніше
zh: 稍后提醒

# id_more_options_coming_soon
source: More options coming soon
de: Weitere Optionen folgen schon bald
es: Pronto más opciones
fr: Plus d'options seront bientôt disponibles
it: Nuove opzioni in arrivo
ja: 支払手段は今後追加予定
ko: 곧 더 많은 옵션이 추가됩니다
nl: Binnenkort meer opties
pt_br: Em breve mais opções
ru: Скоро появятся другие опции
uk: Незабаром з’являться інші опції
zh: 更多选项即将到来

# id_most_users_back_up_their_wallet
source: Most users back up their wallet on first-time use!
de: Die meisten Nutzer sichern ihre Wallet beim ersten Gebrauch!
es: ¡La mayoría de los usuarios hacen una copia de seguridad de su cartera al primer uso!
fr: La plupart des utilisateurs font un backup de leur wallet dès la première utilisation !
it: La maggior parte degli utenti effettua il backup del proprio wallet al primo utilizzo!
ja: 大半のユーザーは初回起動時にウォレットをバックアップしています！
ko: 사용자 대부분이 최초 사용 시 월렛을 백업합니다!
nl: De meeste gebruikers maken direct een back-up van hun wallet.
pt_br: A maioria dos usuários salvam o backup logo no primeiro uso!
ru: Большинство пользователей создают резервную копию кошелька уже при первом его использовании!
uk: Більшість користувачів створюють резервну копію гаманця вже при першому його використанні!

# id_my_notes
source: My Notes
de: Meine Notizen
es: Mis Notas
fr: Mes Notes
it: Le mie note
ja: メモ
ko: 나의 노트
nl: Mijn notities
pt_br: Minhas Anotações
ru: Мои заметки
uk: Мої нотатки
zh: 我的备忘

# id_my_qr
source: My QR
de: Mein QR-Code
es: Mi QR
fr: Mon QR
it: Il mio QR
ko: 나의 QR
nl: Mijn QR-code
pt_br: Meu QR
ru: Мой QR
uk: Мій QR
zh: 我的二维码

# id_network_error
source: Network error
es: Error de red
fr: Erreur réseau
it: Errore di network
ja: ネットワークエラー
ko: 네트워크 오류
uk: Помилка мережі

# id_network_error_creating_wallet
source: Network error creating wallet
es: Error de red al crear cartera
fr: Erreur réseau pendant la création du wallet
it: Errore di network durante la creazione del wallet
ja: ウォレット作成時のネットワークエラー
ko: 월렛 생성 중 네트워크 오류 발생
uk: Помилка мережі при створенні гаманця

# id_network_error_restoring_wallet
source: Network error restoring wallet
es: Error de red al restaurar cartera
fr: Erreur réseau pendant la restauration du wallet
it: Errore di network durante il ripristino del tuo wallet
ja: ウォレット復旧時のネットワークエラー
ko: 월렛 복구 중 네트워크 오류 발생
uk: Помилка мережі при відновленні гаманця

# id_network_fee
source: Network Fee
de: Netzwerk-Gebühr
es: Comisión de la Red
fr: Frais du réseau
it: Commissione Network
ja: ネットワーク手数料
ko: 네트워크 수수료
nl: Netwerkkosten
pt_br: Taxa da Rede
ru: Комиссия сети
uk: Комісія мережі
zh: 手续费

# id_new_to_aqua
source: New to AQUA?
de: Neu bei AQUA?
es: ¿Eres nuevo en AQUA?
fr: Nouveau sur AQUA ?
it: Nuovo in AQUA?
ja: AQUAは初めてですか？
ko: AQUA를 처음 사용하시나요?
nl: Nieuw bij AQUA?
pt_br: A AQUA é nova para você?
ru: Впервые в AQUA?
uk: Вперше в AQUA?
zh: 第一次使用AQUA？

# id_not_a_valid_address_to_send
source: Not a valid address to send this asset
de: Keine gültige Adresse zum Versenden dieses Assets
es: No es una dirección válida para enviar este activo
fr: Vous ne pouvez pas envoyer cet asset sur cette adresse
it: Indirizzo non valido per inviare l'asset
ja: このアセットを送信するには不適切なアドレスです
ko: 자산을 보낼 수 있는 유효한 주소가 아닙니다.
nl: Geen geldig adres om dit item te versturen
pt_br: Esse não é um endereço válido para este ativo
ru: Невалидный адрес для отправки этого актива
uk: Невалідна адреса для відправлення цього актива
zh: 不能往无效地址发送该资产

# id_notes
source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 노트
nl: Notities
pt_br: Notas
ru: Заметки
uk: Нотатки
zh: 备注

# id_only_visible_to_you
source: Only visible to you
de: Nur für dich sichtbar
es: Solo visible para ti
fr: Visible seulement par vous
it: Visibile solo per te
ja: メモの内容はあなたしか見れません
ko: 나에게만 표시됨
nl: Alleen zichtbaar voor jou
pt_br: Visível apenas para você
ru: Видно только вам
uk: Видно тільки вам
zh: 仅对自己可见

# id_oops_make_sure_you_have_written
source: Oops. Make sure you have written down the words correctly.
de: Hoppla. Vergewissere dich, dass du die Wörter richtig aufgeschrieben hast.
es: ¡Ups! Asegúrate de que has escrito correctamente las palabras.
fr: Oups. Assurez-vous d'avoir correctement noté les mots.
it: Oops. Assicurati di aver scritto correttamente.
ja: エラー。単語を正しく書き留めたか、再度ご確認ください。
ko: 이런, 단어를 올바르게 적었는지 확인해 주세요.
nl: Oeps. Zorg ervoor dat je de woorden correct opschrijft.
pt_br: Opa! Confirme se anotou as palavras corretamente.
ru: Ой. Убедитесь, что вы правильно написали слова.
uk: Ой. Переконайтеся, що ви правильно написали слова.
zh: 请确保选择的单词是正确的。

# id_oops_you_dont_have_enough_lbtc
source: Oops! You don’t have enough L-BTC to cover the transaction fee.
de: Hoppla! Du hast nicht genug L-BTC, um die Transaktionsgebühr zu decken.
es: ¡Ups! No tienes suficientes L-BTC para pagar la comisión de la transacción.
fr: Oups ! Vous n'avez pas assez de L-BTC pour couvrir les frais de transaction.
it: Oops! Non hai abbastanza L-BTC per coprire la commissione della transazione.
ja: エラー。L-BTCの残高不足で送金手数料が払えません。
ko: 이런! 거래 수수료를 지불할 수 있는 L-BTC가 충분하지 않습니다.
nl: Oeps! Je hebt onvoldoende L-BTC om de transactiekosten te dekken.
pt_br: Opa! Você não tem L-BTC suficiente para pagar a taxa da transação.
ru: Ой! У вас недостаточно L-BTC для покрытия комиссии за транзакцию.
uk: Ой! У вас недостатньо L-BTC для сплати комісії за транзакцію.
zh: 您没有足够的L-BTC来支付手续费。

# id_operation_failure
source: Operation Failure
es: Operación Fallida
fr: Échec de l'opération
it: Operazione fallita
ja: 処理に失敗しました
ko: 작업 실패
uk: Операція не вдалася

# id_passcode
source: Passcode
es: Código PIN
fr: Code
ja: パスコード
ko: 패스코드
nl: Toegangscode
pt_br: Código de Acesso
ru: Пароль
uk: Пароль
zh: 系统密码

# id_paste_from_clipboard
source: Paste from clipboard
de: Aus Zwischenablage einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papier
it: Incolla da clipboard
ja: クリップボードからペーストする
ko: 클립보드에서 붙여 넣기
nl: Plak vanaf klembord
pt_br: Colar da área de transferência
ru: Вставить из буфера обмена
uk: Вставити з буферу обміну
zh: 从剪贴板粘贴

# id_payment_sent
source: Payment Sent!
de: Zahlung gesendet!
es: ¡Pago Enviado!
fr: Paiement envoyé !
it: Pagamento inviato!
ja: 支払い成功！
ko: 송금 완료!
nl: Betaling verzonden!
pt_br: Transação enviada!
ru: Платеж отправлен!
uk: Платіж відправлено!
zh: 已发送转账！

# id_please_create_a_wallet_first
source: Please create a wallet first
de: Bitte erstelle zuerst eine Wallet
es: Por favor, primero crea una cartera
fr: Créez d'abord un wallet svp
it: Ti invitiamo a creare prima un wallet
ja: まずはウォレットを作成しましょう
ko: 먼저 월렛을 만드세요
nl: Maak eerst een wallet aan
pt_br: Por favor crie uma carteira!
ru: Пожалуйста, сначала создайте кошелек
uk: Будь ласка, спочатку створіть гаманець
zh: 请先创建钱包

# id_profile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロファイル
ko: 프로필
nl: Profiel
pt_br: Conta
ru: Профиль
uk: Профіль
zh: 我的

# id_quit
source: Quit
de: Beenden
es: Cerrar
fr: Quitter
it: Esci
ja: 閉じる
ko: 중지
nl: Sluit af
pt_br: Sair
ru: Выйти
uk: Вийти
zh: 退出

# id_rate_the_app
source: Rate the App
de: Bewerte die App
es: Valora la App
fr: Noter l'app
it: Valuta l'app
ja: アプリを評価する
ko: 앱 평가하기
nl: Beoordeel de app
pt_br: Avaliar o Aplicativo
ru: Оцените приложение
uk: Оцініть додаток
zh: App评分

# id_receive
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受け取る
ko: 수신
nl: Ontvang
pt_br: Receber
ru: Получить
uk: Отримати
zh: 收款

# id_receive_any_liquid_asset
source: Receive any Liquid Asset
de: Beliebige Liquid-Assets empfangen
es: Reciba cualquier activo de Liquid
fr: Recevez n'importe quel Liquid Asset
it: Ricevi Asset Liquid
ja: Liquidアセットを受け取る
ko: Liquid 자산 받기
nl: Ontvang elke Liquid-asset
pt_br: Receba qualquer ativo Liquid
ru: Получите любой Liquid-актив
uk: Отримати будь-який Liquid-актив

# id_received
source: Received
de: Erhalten
es: Recibido
fr: Paiement Reçu
it: Ricevuto
ja: 受け取り済み
ko: 수신 완료
nl: Ontvangen
pt_br: Recebido
ru: Получено
uk: Отримано
zh: 收款完成

# id_redeposit
source: Redeposit
de: Erneut einzahlen
es: Volver a depositar
fr: Envoyé à moi-même
it: Rideposita
ja: 受け取りなおす
ko: 재충전
nl: Stort opnieuw
pt_br: Redepositar
ru: Повторный депозит
uk: Повторний депозит
zh: 重新存入
