Repository: Blockstream/aqua_ios
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, uk, zh

# id_20_countries_supported
source: 20+ countries supported.
de: Über 20 Länder werden unterstützt.
es: Más de 20 países soportados.
fr: Plus de 20 pays supportés
it: 20+ paesi supportati.
ja: 20カ国以上に対応。
ko: 20여 개국 지원
nl: Meer dan 20 landen ondersteund.
pt_br: Oferecido em mais de 20 países.
ru: Поддерживается более чем в 20 странах.
uk: Підтримується більше ніж у 20 країнах.
zh: 支持超过20个国家

# id_a_quick_and_easy_way_to_secure
source: A quick and easy way to secure your AQUA wallet.
de: Eine schnelle und einfache Möglichkeit, deine AQUA-Wallet zu sichern.
es: Una forma fácil y rápida de asegurar tu cartera AQUA.
fr: C'est un moyen simple et rapide de sécuriser votre wallet AQUA.
it: Un modo facile e veloce per proteggere il tuo wallet AQUA.
ja: AQUAウォレットを手軽に保護する方法です。
ko: AQUA 월렛을 안전하게 지키는 빠르고 쉬운 방법.
nl: Een snelle en makkelijke manier om je AQUA wallet te beveiligen.
pt_br: Uma maneira rápida e fácil de proteger sua carteira AQUA.
ru: Быстрый и легкий способ защитить ваш кошелек AQUA
uk: Швидкий і легкий спосіб захистити ваш гаманець AQUA.
zh: 一个快速且便捷的保护您的AQUA钱包的方法。

# id_about_us
source: About Us
de: Über uns
es: Acerca de
fr: À Propos de Nous
it: Chi siamo
ja: Blockstreamについて
ko: 회사 소개
nl: Over ons
pt_br: Sobre Nós
ru: О нас
uk: Про нас
zh: 关于我们

# id_add_a_note_to_yourself
source: Add a note to yourself
de: Eine Notiz für dich selbst hinzufügen
es: Nota privada
fr: Laissez vous une note
it: Aggiungi una nota personale
ja: 自分用にメモを残す
ko: 나에게 메모 추가
nl: Voeg een notitie toe voor jezelf
pt_br: Deixe uma nota para você mesmo
ru: Добавить заметку для себя
uk: Додати замітку для себе

# id_add_assets_to_get_started
source: Add assets to get started.
de: Füge Assets hinzu um zu loszulegen.
es: Añade activos para empezar.
fr: Ajoutez des assets pour commencer.
it: Aggiungi degli asset per iniziare.
ja: まずはアセットを追加しましょう。
ko: 시작 전 월렛 충전하기
nl: Voeg assets toe om te beginnen.
pt_br: Adicione ativos para começar
ru: Добавьте активы, чтобы начать.
uk: Додайте активи, щоб почати.
zh: 添加资产以开始

# id_add_to_wallet
source: Add to wallet
de: Zu Wallet hinzufügen
es: Añadir a la cartera
fr: Ajouter au wallet
it: Aggiungi al wallet
ja: ウォレットに追加
ko: 월렛에 충전
nl: Voeg toe aan wallet
pt_br: Adicionar ativo
ru: Добавить в кошелек
uk: Додати в гаманець
zh: 添加到钱包

# id_address_generation_failed
source: Address generation failed
de: Adressgenerierung fehlgeschlagen
es: La creación de la dirección falló
fr: La génération d'adresse a échoué
it: Generazione indirizzo fallita
ja: アドレスの生成に失敗しました
ko: 주소 생성 실패
nl: Genereren van adressen mislukt
pt_br: Falha ao gerar o endereço
ru: Не удалось создать адрес
uk: Не вдалося створити адресу
zh: 地址生成失败

# id_all
source: All
es: Todo
fr: Tout
it: Tutto
ja: 全部
ko: 전체
uk: Усі

# id_already_have_an_aqua_wallet
source: Already have an AQUA wallet?
de: Hast du bereits eine AQUA-Wallet?
es: ¿Ya tienes una cartera AQUA?
fr: Vous avez déjà un wallet AQUA ?
it: Hai già un wallet AQUA?
ja: 既にAQUAウォレットをお持ちですか？
ko: 이미 AQUA 월렛을 가지고 계신가요?
nl: Heb je al een AQUA wallet?
pt_br: Você já tem uma carteira AQUA?
ru: У вас уже есть кошелек AQUA?
uk: У вас вже є гаманець AQUA?
zh: 已经有AQUA钱包？

# id_amount
source: Amount
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 数量
ko: 금액
nl: Bedrag
pt_br: Valor
ru: Сумма
uk: Сума
zh: 金额

# id_app_version
source: App Version:
es: Versión de la app:
fr: Version de l'app :
it: Versione App:
ja: アプリのバージョン：
ko: 앱 버전 :
nl: App-versie:
pt_br: Versão do App:
ru: Версия приложения:
uk: Версія додатку:
zh: APP版本：

# id_aqua_uses_biometric
source: Aqua uses biometric authentication to allow easy access to the wallet
de: Aqua nutzt biometrische Authentifizierung, um einen einfachen Zugriff auf die Wallet zu ermöglichen
es: Aqua usa autenticación biométrica para permitir el acceso a la cartera
fr: Aqua utilise l'authentification biométrique pour faciliter l'accès au wallet
it: AQUA utilizza l'autenticazione biometrica per agevolare l'accesso al wallet
ja: Aquaでは生体認証を利用することで簡単にウォレットを使用できます。
ko: Aqua는 월렛에 간편하게 액세스하도록 생체 인증을 사용합니다.
nl: Aqua gebruikt biometrische authenticatie zodat je snel toegang hebt tot je wallet
pt_br: A Aqua usa autenticação biométrica para um acesso mais fácil
ru: Aqua использует биометрическую аутентификацию, чтобы обеспечить легкий доступ к кошельку
uk: Aqua використовує біометричну аутентифікацію для легкого доступу до гаманця
zh: Aqua使用生物特征认证让登入钱包更便捷

# id_asset
source: Asset
es: Activo
ja: アセット
ko: 자산
pt_br: Ativo
ru: Актив
uk: Актив
zh: 资产

# id_asset_id
source: Asset ID
es: ID del activo
it: ID asset
ja: アセットID
ko: 자산 ID
pt_br: ID do Ativo
ru: ID актива
uk: ID активу
zh: 资产ID

# id_assets_dont_match
source: Assets don't match
de: Assets stimmen nicht überein
es: Los activos no coinciden
fr: Les assets ne sont pas identiques
it: Gli asset non corrispondono
ja: アセットが一致しません
ko: 자산이 일치하지 않습니다.
nl: Assets komen niet overeen
pt_br: Ativos não batem
ru: Активы не совпадают
uk: Активи не співпадають
zh: 资产不匹配

# id_authentication_failed
source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: La autenticación falló
fr: L'authentification a échoué
it: Autenticazione fallita
ja: 認証に失敗しました
ko: 인증 실패
nl: Authenticatie mislukt
pt_br: Falha na autenticação
ru: Ошибка авторизации
uk: Помилка авторизації
zh: 授权失败

# id_available_on
source: Available on
es: Disponible en
fr: Disponible sur
it: Disponibile su
ja: 以下にて入手可能：
ko: 사용 가능
uk: Доступно на

# id_back
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Vorige
pt_br: Voltar
ru: Назад
uk: Назад
zh: 返回

# id_back_up_now
source: Back Up Now
de: Jetzt sichern
es: Crear ahora
fr: Faire un Back Up
it: Esegui il backup
ja: バックアップする
ko: 지금 백업하기
nl: Maak nu een back-up
pt_br: Salvar o backup agora
ru: Произвести резервное копирование
uk: Зробити резервне копіювання
zh: 立即备份

# id_back_up_your_wallet
source: Back up your wallet
de: Sicherungskopie der Wallet erstellen
es: Crea una copia de seguridad de tu cartera
fr: Faire un back up de votre wallet
it: Esegui il backup del tuo wallet
ja: ウォレットのバックアップ
ko: 월렛 백업하기
nl: Maak een wallet back-up
pt_br: Fazer backup
ru: Создайте резервную копию вашего кошелька
uk: Створити резервну копію вашого гаманця
zh: 备份钱包

# id_bitcoin_addresses_are_invalid
source: Bitcoin addresses are invalid for Liquid transaction
de: Bitcoin-Adressen sind für Liquid-Transaktionen unzulässig
es: Las direcciones de Bitcoin son inválidas para las transacciones de Liquid
fr: Les adresses Bitcoin ne sont pas valides pour une transaction Liquid
it: Gli indirizzi Bitcoin non sono validi per le transazioni su Liquid
ja: Liquidでの送金先にビットコインアドレスを使用することはできません
ko: 비트코인 주소는 Liquid 거래에 유효하지 않습니다.
nl: Bitcoin-adressen zijn ongeldig voor Liquid-transacties
pt_br: Endereços Bitcoin não são compatíveis com transações Liquid
ru: Биткоин-адреса не подходят для Liquid-транзакции
uk: Біткоїн-адреси не підходять для Liquid-транзакції
zh: 比特币地址不能用于液态网络转账

# id_bitcoin_is_a_decentralized
source: Bitcoin is a decentralized digital currency without a central bank or single administrator that can be sent from user to user on the peer-to-peer Bitcoin network without the need for intermediaries.
de: Bitcoin ist eine dezentralisierte digitale Währung ohne eine Zentralbank oder einen zentralen Administrator, die von User zu User im Peer-to-Peer-Bitcoin-Netzwerk ohne die Notwendigkeit von Mittelsmännern verschickt werden kann.
es: Bitcoin es una moneda digital descentralizada sin banco central ni administradores, que puede ser enviada de usuario a usuario en la red Bitcoin de punto a punto sin necesitar intermediarios.
fr: Bitcoin est une monnaie numérique décentralisée sans banque centrale ni administrateur. Ses utilisateurs peuvent se l'échanger sur le réseau pair-à-pair Bitcoin sans aucun intermédiaire.
it: Bitcoin è una valuta digitale decentralizzata che non fa capo a banche centrali o singoli individui, che può essere scambiata tra utenti sulla rete peer-to-peer Bitcoin senza il bisogno di intermediari.
ja: ビットコインはユーザー同士がビットコインネットワークを通して仲介者なしに直接送金し合うことができる、中央銀行や特定の管理者がいない分散型のデジタル通貨です。
ko: 중앙 은행이나 단일 관리자 없이 탈중앙화된 디지털 통화인 비트코인은 중개인이 없어도 사용자 간 P2P 비트코인 네트워크로 전송 가능합니다.
nl: Bitcoin is een decentrale digitale valuta zonder centrale bank of beheerder die van gebruiker naar gebruiker kan worden verzonden op het peer-to-peer Bitcoin-netwerk zonder tussenpersonen.
pt_br: Bitcoin é uma moeda que existe na internet e não possui um ente controlador central. Bitcoins podem ser enviados de pessoa para pessoa através de uma rede descentralizada e sem a necessidade de intermediários.
ru: Биткоин - это децентрализованная цифровая валюта, не имеющая центрального банка или централизованного администратора, которую можно отправлять от пользователя к пользователю в пиринговой сети Биткоин без обращения к посредникам.
uk: Біткоїн - це децентралізована цифрова валюта, яка не має центрального банку або централізованого адміністратора, яку можна відправляти від користувача до користувача в піринговій мережі Біткоїн без посередників.
zh: 比特币是一种可以在没有银行或其它第三方参与的情况下进行点对点转账的去中心化数字货币。

# id_buy
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
ja: 購入する
ko: 매입하기
nl: Koop
pt_br: Comprar
ru: Купить
uk: Купити
zh: 买入

# id_buy_bitcoin
source: Buy bitcoin
de: Bitcoin kaufen
es: Comprar Bitcoin
fr: Acheter des bitcoins
it: Acquista bitcoin
ja: ビットコインを購入する
ko: 비트코인 매입하기
nl: Koop bitcoin
pt_br: Comprar Bitcoin
ru: Купить биткоины
uk: Купити біткоїни
zh: 买入比特币

# id_buy_bitcoin_with_card_or_apple
source: Buy Bitcoin with card or Apple Pay
de: Bitcoin mit Karte oder Apple Pay kaufen
es: Comprar Bitcoin con tarjeta o Apple Pay
fr: Acheter des Bitcoins par carte ou Apple Pay
it: Acquista Bitcoin tramite carta o Apple Pay
ja: カードまたはApple Payでビットコインを購入する
ko: 신용카드 또는 Apple Pay로 비트코인 매입하기
nl: Koop bitcoin met kaart of Apple Pay
pt_br: Comprar Bitcoin com cartão ou Apple Pay
ru: Купить биткоины с помощью карты или Apple Pay
uk: Купити біткоїни за допомогою карти або Apple Pay
zh: 使用银行卡或Apple Pay购买比特币

# id_buy_btc
source: Buy BTC
es: Comprar BTC
fr: Acheter des BTC
it: Acquista BTC
ja: BTCを購入
ko: BTC 매입하기
uk: Купити BTC

# id_buy_lbtc
source: Buy L-BTC
de: L-BTC kaufen
es: Comprar L-BTC
fr: Acheter des L-BTC
it: Acquista L-BTC
ja: L-BTCを購入する
ko: L-BTC 매입하기
nl: Koop L-BTC
pt_br: Comprar L-BTC
ru: Купить L-BTC
uk: Купити L-BTC
zh: 买入L-BTC

# id_buy_liquid_bitcoin_with_card_or
source: Buy Liquid Bitcoin with card or Apple Pay
de: Liquid Bitcoin mit Karte oder Apple Pay kaufen
es: Comprar Liquid Bitcoin con tarjeta o Apple Pay
fr: Acheter des Liquid Bitcoins par carte ou Apple Pay
it: Acquista Liquid Bitcoin tramite carta o Apple Pay
ja: カードまたはApple PayでLiquid Bitcoinを購入する
ko: 신용카드 또는 Apple Pay로 Liquid 비트코인 매입하기
nl: Koop Liquid-bitcoin met kaart of Apple Pay
pt_br: Comprar L-BTC com cartão ou Apple Pay
ru: Купить Liquid-биткоины с помощью карты или Apple Pay
uk: Купити Liquid-біткоїни за допомогою карти або Apple Pay
zh: 使用银行卡或Apple Pay购买L-BTC

# id_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: 取り消し
ko: 취소
nl: Annuleer
pt_br: Cancelar
ru: Отменить
uk: Скасувати
zh: 取消

# id_check_updates
source: Check Updates
de: Updates prüfen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it: Controlla gli Update
ja: アプリの更新を確認する
ko: 업데이트 확인하기
pt_br: Conferir se há atualizações
ru: Проверить обновления
uk: Перевірити оновлення
zh: 检查更新

# id_choose_asset
source: Choose Asset
es: Elige un activo
fr: Choisir un Asset
it: Seleziona un Asset
ja: アセットを選択
ko: 자산 선택하기
uk: Оберіть актив

# id_clipboard_content_is_not_a
source: Clipboard content is not a valid address
de: Der Inhalt der Zwischenablage ist keine gültige Adresse
es: El contenido del portapapeles no es una dirección válida
fr: Le contenu du presse-papier n'est pas une adresse valide
it: Il contenuto in clipboard non è un indirizzo valido
ja: クリップボードの中身は有効なアドレスではありません
ko: 클립보드 콘텐츠가 유효한 주소가 아닙니다
nl: Inhoud van klembord is een ongeldig adres
pt_br: Não há um endereço válido na sua área de transferência
ru: Данные в буфере обмена не являются допустимым адресом
uk: Дані в буфері обміну не є допустимою адресою
zh: 剪贴板的内容不是一个有效地址

# id_complete
source: Complete
de: Abgeschlossen
es: Completado
fr: Compléter
it: Completa
ja: 完了する
ko: 완료
nl: Compleet
pt_br: Completar
ru: Завершить
uk: Завершити
zh: 已完成

# id_confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 同意する
ko: 확인
nl: Bevestig
pt_br: Confirmar
ru: Подтвердить
uk: Підтвердити
zh: 确认

# id_confirm_backup
source: Confirm Backup
de: Backup bestätigen
es: Confirmar Backup
fr: Confirmez le backup
it: Conferma Backup
ja: バックアップの確認に進む
ko: 백업 확인
nl: Bevestig back-up
pt_br: Confirmar backup
ru: Подтвердить резервную копию
uk: Підтвердити резервну копію
zh: 确认备份

# id_congratulations_youve_just_made
source: Congratulations! You've just made the first step to being your own bank.
de: Herzlichen Glückwunsch! Du hast soeben den ersten Schritt gemacht, deine eigene Bank zu werden.
es: ¡Felicitaciones! Has dado el primer paso para ser tu propio banco.
fr: Félicitations ! Vous avez fait le premier pas pour devenir votre propre banque.
it: Congratulazioni! Hai appena compiuto il primo passo per diventare la banca di te stesso.
ja: おめでとうございます！今あなたは銀行に頼らない未来への一歩を踏み出しました。
ko: 축하합니다! 이제 스스로 자신의 은행이 되는 첫 걸음을 내디뎠습니다.
nl: Gefeliciteerd! Je bent weer een stapje dichterbij in het zijn van je eigen bank.
pt_br: Parabéns! Você deu o primeiro passo para se tornar seu próprio banco.
ru: Поздравляем! Вы только что сделали первый шаг к тому, чтобы стать банком самому себе.
uk: Вітаємо! Ви щойно зробили перший крок, щоб стати самому собі банком.
zh: 恭喜！您已经踏出了做自己的银行的第一步。

# id_continue
source: Continue
de: Weiter
es: Continuar
fr: Confirmer
it: Continua
ja: 確認画面へ
ko: 계속
nl: Ga verder
pt_br: Continuar
ru: Продолжить
uk: Продовжити
zh: 继续

# id_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pt_br: Copiar
ru: Копировать
uk: Копіювати
zh: 复制

# id_create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成する
ko: 생성
nl: Maak aan
pt_br: Criar
ru: Создать
uk: Створити
zh: 创建

# id_create_a_new_wallet
source: Create a New Wallet
de: Eine neue Wallet erstellen
es: Crear una nueva cartera
fr: Créer un Nouveau Wallet
it: Crea un Nuovo Wallet
ja: 新しいウォレットを作成する
ko: 새 월렛 만들기
nl: Maak een nieuwe wallet
pt_br: Criar uma Nova Carteira
ru: Создать новый кошелек
uk: Створити новий гаманець
zh: 创建新钱包

# id_creating_wallet
source: Creating wallet…
de: Wallet wird erstellt...
es: Creando cartera...
fr: Création du wallet...
it: Creazione wallet in corso...
ja: ウォレット作成中…
ko: 월렛 만드는 중...
nl: Wallet aanmaken...
pt_br: Criando carteira...
ru: Кошелек создается...
uk: Гаманець створюється ...
zh: 创建钱包中。。。

# id_debit_or_apple_pay
source: Debit or Apple Pay
de: Debit oder Apple Pay
es: Débito o Apple Pay
fr: Carte de débit ou Apple Pay
it: Carta di debito o Apple Pay
ja: デビットカードまたはApple Pay
ko: 체크카드 또는 Apple Pay
nl: Debet of Apple Pay
pt_br: Débito ou Apple Pay
ru: Дебетовая или Apple Pay
uk: Дебетова або Apple Pay
zh: 借记卡或Apple Pay

# id_device_authorization
source: Device authorization
de: Geräte-Autorisierung
es: Autorización de dispositivo
fr: Autorisation de l'appareil
it: Autorizzazione dispositivo
ja: デバイスの認証
ko: 기기 인증
nl: Apparaatautorisatie
pt_br: Authorização interna
ru: Авторизация устройства
uk: Авторизація пристрою
zh: 设备授权

# id_digital_finance_at_its_most
source: Digital finance at its most Liquid.
de: Digitale Finanzen in ihrer liquidesten Form.
es: Finanzas digitales en su forma más Liquid.
fr: La finance numérique à l'état liquide.
it: La finanza digitale non è mai stata così Liquida.
ja: 流れるように、デジタルファイナンス。
ko: 가장 Liquid다운 디지털 금융
nl: Digitale financiering op zijn meest liquide.
pt_br: Finanças digitais com total Liquidez.
ru: Цифровые финансы в лучшем виде в сети Liquid.
uk: Цифрові фінанси в кращому вигляді в мережі Liquid.
zh: 液态数字金融。

# id_directly_in_the_app
source: Directly in the app.
de: Direkt in der App.
es: Directo en la app.
fr: Directement dans l'app.
it: Direttamente nell'app.
ja: アプリ内で直接購入。
ko: 앱에서 직접
nl: Direct in de app.
pt_br: Direto no aplicativo.
ru: Прямо в приложении.
uk: Просто в додатку.
zh: 直接在app内操作。

# id_disable_
source: Disable %@
de: %@ deaktivieren
es: Deshabilitar %@
fr: Désactiver %@
it: Disabilita %@
ja: %@を無効にする
ko: 비활성화 %@
nl: Schakel %@ uit
pt_br: Desativar %@
ru: Отключить %@
uk: Відключити %@
zh: 禁用%@

# id_do_you_want_to_disable_
source: Do you want to disable %@ authentication at login?
de: Möchtest du die %@-Authentifizierung bei der Anmeldung deaktivieren?
es: ¿Quieres deshabilitar %@ autenticación al iniciar sesión?
fr: Voulez-vous vraiment désactiver l'authentification par %@ lors du login ?
it: Desideri disabilitare l'autenticazione %@ al login?
ja: ログイン時の%@認証を無効化しますか？
ko: 로그인 시 %@ 인증을 비활성화 하시겠습니까?
nl: Wil je %@ authenticatie bij inloggen uitschakelen?
pt_br: Deseja desativar a autenticação %@ para fazer login?
ru: Вы хотите отключить %@ авторизацию при входе в систему?
uk: Бажаєте відключити %@ авторизацію при вході в систему?
zh: 您是否想在登登录时禁用%@验证？

# id_do_you_want_to_enable_
source: Do you want to enable %@ authentication at login?
de: Möchtest du die %@-Authentifizierung bei der Anmeldung aktivieren?
es: ¿Quieres habilitar %@ autenticación al iniciar sesión?
fr: Voulez-vous vraiment désactiver l'authentification par %@ lors du login ?
it: Desideri abilitare l'autenticazione %@ al login?
ja: ログイン時の%@認証を有効化しますか？
ko: 로그인 시 %@ 인증을 활성화 하시겠습니까?
nl: Wil je %@ authenticatie bij inloggen inschakelen?
pt_br: Deseja ativar a autenticação %@ para fazer login?
ru: Вы хотите подключить %@авторизацию при входе в систему?
uk: Бажаєте підключити %@ авторизацію при вході в систему?
zh: 您是否想在登录时启用%@验证？

# id_done
source: Done
de: Fertig
es: Hecho
fr: Terminer
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pt_br: Fim
ru: Готово
uk: Готово
zh: 已完成

# id_doublecheck_that_you_have_a
source: Double-check that you have a backup before removing this wallet. Without a backup, you will have no way to restore the wallet. Removing the wallet will permanently delete all associated keys and the app will be closed.
de: Vergewissere dich, dass du ein Backup hast, bevor du diese Wallet entfernst. Ohne ein Backup gibt es keine Möglichkeit, die Wallet wiederherzustellen. Wenn du die Wallet entfernst, werden alle zugehörigen Keys dauerhaft gelöscht und die App wird geschlossen.
es: Verifica que tienes una copia de seguridad antes de eliminar esta cartera. Sin una copia de seguridad no podrás restaurar la cartera. Al eliminar la cartera, todas las llaves asociadas serán eliminadas permanentemente y la app se cerrará.
fr: Assurez-vous d'avoir un back up avant d'effacer ce wallet. Sans back up, vous n'aurez aucun moyen de restaurer ce wallet. Effacer ce wallet effacera définitivement toutes les clés associées et fermera l'app.
it: Controlla nuovamente di avere un backup prima di rimuovere il wallet. Senza backup non sarai più in grado di ripristinare il tuo wallet. Rimuovendo il wallet eliminerai in maniera definitiva tutte le chiavi associate e la app verrà chiusa.
ja: 削除する前にウォレットをバックアップしたことを再確認してください。バックアップなしでウォレットを復元することはできません。ウォレットを削除することでこのウォレットに関連する秘密鍵はすべて永久に削除され、アプリは閉じられます。
ko: 이 월렛을 제거하기 전에 백업이 되어 있는지 다시 확인하세요. 백업이 되어 있지 않으면 월렛을 복구할 수 없습니다. 월렛을 제거하면 관련된 모든 키가 영구적으로 삭제되고 앱이 종료됩니다.
nl: Controleer nogmaals of je een back-up hebt voordat je deze wallet verwijdert. Zonder een back-up kun je de wallet niet herstellen. Als je de wallet verwijdert, worden alle bijbehorende sleutels definitief verwijderd en wordt de app gesloten.
pt_br: Confira duas vezes se você tem um backup antes de remover esta carteira. Sem um backup será impossível restaurá-la depois. Remover a carteira excluirá permanentemente todas as chaves e o aplicativo será fechado.
ru: Перед удалением кошелька убедитесь, что у вас имеется его резервная копия. Отсутствие резервной копии вашего кошелька делает невозможным его восстановление. Удаление кошелька ведет к полному удалению всех связанных ключей и закрытию приложения.
uk: Перед видаленням гаманця переконайтеся, що у вас є його резервна копія. Відсутність резервної копії гаманця унеможливлює його відновлення. Видалення гаманця веде до повної втрати всіх пов’язаних ключів і закриття програми.
zh: 请在移除钱包之前再次检查备份。您无法在没有备份的情况下恢复钱包。移除钱包操作将会永久删除相关秘钥并关闭app。

# id_enable
source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
ja: 有効化する
ko: 활성화
nl: Schakel in
pt_br: Ativar
ru: Подключить
uk: Увімкнути
zh: 启用

# id_enable_face_id
source: Enable Face ID
de: Face ID aktivieren
es: Activar Face ID
fr: Activer Face ID
it: Abilita Face ID
ja: FaceIDを有効化
ko: Face ID 활성화
nl: Schakel Face ID in
pt_br: Ativar Face ID
ru: Подключить Face ID
uk: Увімкнути Face ID
zh: 启用面部识别

# id_enable_passcode
source: Enable Passcode
de: Passcode aktivieren
es: Activar Código PIN
fr: Activer le code
it: Abilita Passcode
ja: パスコード認証を有効化
ko: 패스코드 활성화
nl: Schakel toegangscode in
pt_br: Ativar Código de Acesso
ru: Подключить пароль
uk: Підключити пароль
zh: 启用密码

# id_enable_passcode_in_ios_settings
source: Enable Passcode in iOS settings to continue.
de: Aktiviere Passcodes in den iOS-Einstellungen, um fortzufahren.
es: Activar Código PIN en los ajustes de iOS para continuar.
fr: Activer le code d'accès dans les paramètres d'iOS pour continuer.
it: Abilita Passcode nelle impostazioni di iOS per continuare.
ja: 続行するにはiOSの設定でパスコード認証を有効化してください。
ko: 계속하려면 iOS 설정에서 패스코드를 활성화하세요.
nl: Schakel toegangscode in iOS-instellingen in om verder te gaan.
pt_br: Ative o Código de Acesso nas configurações do iOS para continuar
ru: Для продолжения подключите пароль в настройках iOS.
uk: Для продовження підключіть пароль в налаштуваннях iOS.
zh: 在IOS系统设置中启用密码以继续。

# id_enable_touch_id
source: Enable Touch ID
de: Touch ID aktivieren
es: Activar Touch ID
fr: Activer Touch ID
it: Abilita Touch ID
ja: Touch IDを有効化
ko: Touch ID 활성화
nl: Schakel Touch ID in
pt_br: Ativar Touch ID
ru: Подключите Touch ID
uk: Увімкніть Touch ID
zh: 启用指纹

# id_enter_recovery_phrase
source: Enter recovery phrase
de: Wiederherstellungsphrase eingeben
es: Introduce tu frase de recuperación
fr: Saisir la phrase de restauration
it: Digita recovery phrase
ja: リカバリーフレーズを入力してください
ko: 복구 문구 입력하기
nl: Voer herstelzin in
pt_br: Digitar frase de recuperação
ru: Введите фразу восстановления
uk: Введіть фразу відновлення
zh: 输入找回口令

# id_error
source: Error
fr: Erreur
it: Errore
ja: エラー
ko: 오류
uk: Помилка

# id_error_creating_wallet
source: Error creating wallet
es: Error al crear cartera
fr: Erreur lors de la création du wallet
it: Errore nella creazione del wallet
ja: ウォレットの作成に失敗しました
ko: 월렛 생성 중 오류 발생
uk: Помилка при створенні гаманця

# id_error_logging_in
source: Error logging in
es: Error al iniciar sesión
fr: Erreur d'authentification
it: Errore durante il login
ja: ログインエラー
ko: 로그인 중 오류 발생
uk: Помилка при вході

# id_error_opening_wyre_widget
source: Error opening Wyre widget
fr: Erreur lors de l'ouverture du widget Wyre
it: Errore nell'apertura del widget di Wyre
ja: Wyreウィジェットを開けませんでした
ko: Wyre 위젯 실행 중 오류 발생
uk: Помилка при відкритті віджета Wyre

# id_error_restoring_your_wallet
source: Error restoring your wallet
de: Fehler bei der Wiederherstellung der Wallet
es: Error al restaurar tu cartera
fr: Erreur lors de la restauration de votre wallet
it: Errore durante il ripristino del tuo wallet
ja: ウォレットの復元に失敗しました
ko: 월렛 복구 중 오류 발생
nl: Fout bij herstellen van je wallet
pt_br: Erro na restauração da carteira
ru: Ошибка восстановления кошелька
uk: Помилка при відновленні гаманця
zh: 恢复钱包时出现错误

# id_exchange
source: Exchange
de: Austausch
it: Scambia
ja: 購入する
ko: 교환
pt_br: Compra/venda
ru: Обмен
uk: Обмін
zh: 交易

# id_fee
source: Fee
de: Gebühr
es: Comisión
fr: Frais
it: Commissione
ja: 手数料
ko: 수수료
nl: Transactiekosten
pt_br: Taxa
ru: Комиссия
uk: Комісія
zh: 手续费
